[{
      "title": "HostCycle",
      "description": "HostCycle is a web hosting platform similar to Vercel that allows users to deploy and manage websites. It provides scalable hosting solutions with automated deployment, domain management, and uptime monitoring. Users can subscribe to hosting plans for specific durations (e.g., monthly, yearly), and the system handles renewals, expirations, and notifications.",
      "image": "assets/aymend.png",
      "github": "https://github.com/MaizaAymen/HostCycle",
      "liveDemo": "https://host-cycle.vercel.app/"
    },
    {
      "title": "Inboxo : Email Management",
      "description": "A powerful and intuitive FastAPI-based email management system that allows you to send, receive, and manage Gmail emails through a RESTful API interface.",
      "image": "/assets/image.png",
      "github": "https://github.com/MaizaAymen/Inboxo",
      "liveDemo": ""
      
    },
    {
       "title": "Car Rental Management System",
       "description": " About This is a comprehensive Car Rental Management System built using Spring Boot. The application allows you to manage car inventory, clients, rentals, returns, and payments in a seamless web interface.",
       "image": "/assets/car.png",
       "github": "https://github.com/MaizaAymen/AYMEN_TRAVEL?tab=readme-ov-file",
       "liveDemo": ""
    },
    {
       "title": "NovaUni",
       "description": "About NovaUni is a comprehensive educational platform designed to modernize the learning experience for students and educators. The platform combines course management, AI-generated content, quiz functionality, and interactive learning materials to provide a complete educational ecosystem.",
       "image": "/assets/nova.png",
       "github": "https://github.com/MaizaAymen/NovaUni",
       "liveDemo": ""
    },
    { 
      "title": "Solar system App",
      "description": "A Solar System Web Application built using React, Node.js, and Nodemailer, offering an interactive visualization of planets and celestial objects. Users can explore detailed information, authenticate securely, and send inquiries through a contact form integrated with Nodemailer.",
      "image": "/assets/nodejss.png",
      "github": "https://github.com/MaizaAymen/Systeme-Solaire",
      "liveDemo": "https://test-systemesolaire.vercel.app/"
    },
    
    {
      "title": "Quran Azkar App",
      "description": "An Angular application offering a comprehensive experience for users to read and listen to morning and evening Azkar, as well as Quranic surahs.",
      "image": "/assets/quran-azkar-app.png",
      "github": "https://github.com/MaizaAymen/Quran-Azkar-App",
      "liveDemo": "https://quranazkarapp.vercel.app/"
    },
    {
      "title": "Calculator",
      "description": "A simple and intuitive web-based calculator developed with React, offering basic arithmetic operations in a user-friendly interface.",
      "image": "/assets/calculator.png",
      "github": "https://github.com/MaizaAymen/Calculator",
      "liveDemo": "https://calculator-one-fawn-16.vercel.app/"
    },    
    {
      "title": "Weather App",
      "description": "A simple and intuitive weather application built with React and Vite.This app allows users to search for real-time weather information, including temperature, humidity, and sunrise/sunset times, for any city worldwide.",
      "image": "assets/Capture dՎcran 2025-01-03 133310.png",
      "github": "https://github.com/MaizaAymen/weather-app",
      "liveDemo": "https://weather-app-one-virid-15.vercel.app/"
    }
  ]
  